Repository: gstvob/SignBank-Brasil
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Confirm password:
pt: Confirmar Senha:

source: Change my password
pt: Mudar minha senha

source: Password reset unsuccessful
pt: Erro ao resetar senha

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
pt: O link de mudança de senha é inválido, possivelmente já foi usado. Por favor, solicite uma nova mudança de senha.

source: An email has been sent to your address with a new password.
pt: Um email lhe foi enviado com sua nova senha.

source: You're receiving this email because you requested a password reset for your user account at Signbank.
pt: Você está recebendo esse email pois você solicitou um reset na sua senha.

source: Please go to the following page and choose a new password:
pt: Por favor vá até a seguinte pagina e escolha uma nova senha:

source: Thanks for using our site!
pt: Obrigado por usar nosso site!

source: The Signbank team
pt: O time do Signbank

source: Forgotten your password? Enter your e-mail address below, and we'll reset your password and e-mail the new one to you.
pt: Esqueceu sua senha? Digite seu email abaixo e nos iremos resetar sua senha e lhe enviar um email com a nova.

source: E-mail address:
pt: Endereço E-mail:

source: Reset my password
pt: Resetar minha senha

source: Password reset for Signbank
pt: Reset de senha para o signbank
