Repository: gstvob/SignBank-Brasil
Catalog: conf/locale/*/LC_MESSAGES/django.po
Languages: pt

source: number of senses
pt: Número de sentidos

source: No Senses
pt: Sem sentidos

source: More than one
pt: Mais que um

source: Glosses containing
pt: Glosas Contendo

source: Translations containing
pt: Traduções Contendo

source: Search
pt: Pesquisa

source: Gloss
pt: Glosa

source: Morphemes containing
pt: Morfemas Contendo

source: Dutch Gloss
pt: Glosa Holandesa

source: Sort Order
pt: Ordem de classificação

source: English Gloss
pt: Glosa Inglesa

source: Lemma Gloss
pt: Lemma Glosa

source: Translations
pt: Tradução

source: Has Video
pt: Tem vídeo

source: All Definitions Published
pt: Todas as definições publicadas

source: Search Definition/Notes
pt: Buscar definição/Anotações

source: Search for gloss of related signs
pt: Buscar por glosa de sinais relacionados

source: Search for gloss of foreign signs
pt: Buscar por glosa de sinais estrangeiros

source: Search for gloss with this as morpheme
pt: Buscar por glosa com isso como morfema

source: Abduction change
pt: Mudanças de abdução

source: Flexion change
pt: Mudança de flexão

source: Phonology other
pt: Outra fonologia

source: Related to foreign sign or not
pt: Relacionado com sinal estrangeiro ou não

source: Type of relation
pt: Tipo de relação

source: Has compound component type
pt: Tem um componente de tipo composto

source: Has morpheme type
pt: Tem tipo morfema

source: Repeating Movement
pt: Movimento repetido

source: Alternating Movement
pt: Movimento alternado

source: letter
pt: letra

source: number
pt: número

source: Is a proposed new sign
pt: É um sinal novo proposto

source: Is in Web dictionary
pt: Está em um dicionário na web

source: Note type
pt: Tipo de anotação

source: Note contains
pt: Anotação contém

source: Created before
pt: Criado antes

source: Created after
pt: Criado depois

source: Created by
pt: Criado Por

source: Type
pt: Tipo

source: Source Gloss
pt: Glosa Fonte

source: Target Gloss
pt: Glosa Alvo

source: Related Language
pt: Lingua Relacionada

source: Gloss in Related Language
pt: Glosa na linguagem relacionada

source: Parent Gloss
pt: Glosa pai

source: Morpheme
pt: Morfema

source: Host Gloss
pt: Glosa Hospedeira

source: Meaning
pt: Significado

source: Role
pt: Papel

source: Blend
pt: Mistura

source: Handshape
pt: Configuração de mão

source: Finger Selection
pt: Seleção de dedo

source: Finger Configuration
pt: Configuração de dedo

source: Quantity
pt: Quantidade

source: Unselected fingers extended
pt: Dedos não selecionados estendido

source: Spreading
pt: Espalhamento

source: Aperture
pt: Abertura

source: Machine value
pt: Id

source: English name
pt: Nome em inglês

source: Dutch name
pt: Nome em Holandês

source: Chinese name
pt: Nome em Chinês

source: Finger selection
pt: Seleção de dedo

source: Finger selection 2
pt: Seleção de dedo 2

source: Finger configuration
pt: Configuração de dedo

source: Finger configuration 2
pt: Configuração de dedo 2

source: Thumb
pt: Polegar

source: Unselected fingers
pt: Dedos não selecionados

source: Dataset a gloss is part of
pt: Dataset que uma glosa é parte

source: Lemma ID Gloss
pt: Lemma ID Glosa

source: Annotation instructions
pt: Instruções de Anotação

source: Remarks
pt: Considerações

source: Blend of
pt: Mistura de

source: Compound of
pt: Composião de

source: Compound
pt: Composto

source: Handedness
pt: Lateralidade

source: Strong Hand
pt: Mão forte

source: Weak Hand
pt: Mão fraca

source: Strong hand number
pt: Mão forte número

source: Strong hand letter
pt: Mão forte letra

source: Weak hand number
pt: Mão fraca número

source: Weak hand letter
pt: Mão fraca letra

source: Final Dominant Handshape
pt: Configuração de mão dominante final

source: Final Subordinate Handshape
pt: Configuração de mão subordinada final

source: Location
pt: Localização

source: Final Primary Location
pt: Localização primaria final

source: Virtual Object
pt: Objeto virtual

source: Secondary Location
pt: Localizaçã Secundária

source: Initial Subordinate Location
pt: Localização Subordinada inicial

source: Final Subordinate Location
pt: Localização Subordinada Final

source: Initial Palm Orientation
pt: Orientação de palma Inicial

source: Final Palm Orientation
pt: Orientação de palma final

source: In the Web dictionary
pt: No dicionário web

source: Is this a proposed new sign?
pt: É um sinal novo proposto?

source: Exclude from ECV
pt: Excluir do ECV

source: Morphemic Analysis
pt: Análise Morfemica

source: Signed English definition available
pt: Definição em inglês disponível

source: Sense Number
pt: Número de sentido

source: Sign Number
pt: Número do sinal

source: Relation between Articulators
pt: Relação entre articuladores

source: Absolute Orientation: Palm
pt: Orientação absoluta: Palma

source: Absolute Orientation: Fingers
pt: Orientação Absoluta: Dedos

source: Relative Orientation: Movement
pt: Orientação Relativa: Movimento

source: Relative Orientation: Location
pt: Orientação Relativa: Localização

source: Orientation Change
pt: Mudança de orientação

source: Handshape Change
pt: Mudança de configuração de mão

source: Repeated Movement
pt: Movimento repetido

source: Movement Shape
pt: Formato do movimento

source: Movement Direction
pt: Direção do movimento

source: Movement Manner
pt: Maneira do movimento

source: Contact Type
pt: Tipo de contato

source: Phonology Other
pt: Fonologia outra

source: Mouth Gesture
pt: Gesto com a Boca

source: Phonetic Variation
pt: Variação fonetica

source: Iconic Image
pt: Imagem icônica

source: Type of iconicity
pt: Tipo de iconicidade

source: Named Entity
pt: Entidade nomeada

source: Semantic Field
pt: Campo semântico

source: Word class
pt: Classe da palavra

source: Word class 2
pt: Classe da palavra 2

source: Derivation history
pt: História de derivação

source: Lexical category notes
pt: Notas da categoria Léxica

source: Valence
pt: Valência

source: Number of Occurrences
pt: Númeor de ocorrencia

source: Creation date
pt: Data de criação

source: Last updated
pt: Última atualização

source: Annotation ID Gloss
pt: Anotação ID Glosa

source: View dataset
pt: Ver dataset

source: Language code (2 characters long) of a written language. This also includes codes of the form zh-Hans, cf. IETF BCP 47
pt: Código de linguagem (2 caracteres) de uma linguagem escrita. Também inclui codigos na forma zh-hans, cf. IETF BCP 47

source: ISO 639-3 language code (3 characters long) of a written language.
pt: Código de linguagem ISO 639-3 (3 caracteres) de uma linguagem escrita.

source: Please provide some initial data
pt: Por favor, providencie algum dado inicial.

source: ID Gloss
pt: ID Glosa

source: Add New Sign
pt: Adicionar um novo Sinal

source: Please provide some initial data for this new morpheme
pt: Por favor providencie algum dado inicial para esse novo morfema

source: Morpheme type
pt: Tipo do Morfema

source: Add New Morpheme
pt: Adicionar novo Morfema

source: You are not authorized to add a morpheme
pt: Você não tem autorização para adicionar um morfema

source: View available datasets
pt: Ver datasets disponíveis

source: Dataset Name
pt: Nome do Dataset

source: View Dataset
pt: Ver dataset

source: Change Dataset
pt: Mudar dataset

source: Number of signs or morphemes
pt: Número de sinais ou morfemas

source: Selected
pt: Selecionado

source: Languages
pt: Linguagens

source: Export dataset
pt: Exportar dataset

source: Yes
pt: Sim

source: No
pt: Não

source: No datasets found.
pt: Nenhum dataset encontrado

source: Saving...
pt: Salvando...

source: Manage datasets
pt: Gerenciar Datasets

source: Users View Dataset
pt: Usuário podem ver o dataset

source: Users Change Dataset
pt: Usuários que podem mudar o dataset

source: Manage
pt: Gerenciar

source: No users found.
pt: Nenhum usuário encontrado

source: Username
pt: Usuário

source: Grant
pt: Conceder

source: Revoke
pt: Revogar

source: You must be in group Dataset Manager to use this functionality.
pt: Você precisa estar no grupo de gerenciador de dataset para usar essa funcionalidade.

source: Select datasets
pt: Selecionar Datasets

source: Save selection
pt: Salvar seleção

source: Form your query
pt: Forme sua busca

source: contains A
pt: contém A

source: starts with A
pt: Começa com A

source: ends with A
pt: termina com A

source: A or B
pt: A ou B

source: find all strings in this field
pt: encontrar todas as strings nesse campo

source: use backslash to find <br/>special characters in field
pt: use contra barra para encontrar <br/>caracteres especiais.

source: Search by Language and Basic Properties
pt: Buscar por linguagem e propriedades básicas

source: Search by Morphology
pt: Buscar por mofologia

source: Morpheme Gloss
pt: Morfema da Glosa

source: Search by Phonology
pt: Buscar por fonologia

source: Search by Semantics
pt: Buscar por semântica

source: Search by Relation
pt: Buscar por relação

source: Search by Publication Status and Notes
pt: Buscar por estado da publicação e notas.

source: Search sign
pt: Buscar sinal

source: Search sign or morpheme
pt: Buscar sinal ou morfema

source: Search morpheme
pt: Buscar morfema

source: Sign or morpheme
pt: Sinal ou morfema

source: Results per page
pt: Resultados por página.

source: List View
pt: Visão em lista

source: Lemma View
pt: Visão por lemma

source: Number of matches:
pt: Número de correspondências:

source: out of
pt: de

source: Lemma ID gloss
pt: Lemma ID Glosa

source: Translation equivalents
pt: Equivalentes de tradução

source: Strong hand
pt: Mão forte

source: Weak hand
pt: Mão fraca

source: morphemes
pt: Morfemas

source: Edit
pt: Editar

source: Turn off edit mode
pt: Desligar modo edição

source: Handshape name
pt: Nome da configuração de mão

source: Search handshape
pt: Buscar configuração de mão

source: Search sign by handshape
pt: Buscar sinal por configuração de mão

source: Focus Gloss
pt: Focar Glosa

source: Homonym Relations (SAVED)
pt: Relações Homônimas (SALVOS)

source: Homonym Relations (SAME PHONOLOGY)
pt: Relações Homônimas (MESMA FONOLOGIA)

source: No homonyms found.
pt: Nenhum homônimo encontrado.

source: Abstract Meaning
pt: Significado Abstrato

source: Dataset name
pt: Nome do Dataset

source: Acronym
pt: Acrônimo

source: Owner &amp; Contact person(s)
pt: Dono & contatos

source: Add Owner
pt: Adicionar dono

source: Description
pt: Descrição

source: Sign language
pt: Lingua de sinal

source: Translation languages
pt: Linguagens de tradução

source: Conditions of use by others
pt: Condições de uso por outros

source: Copyright statement
pt: Declaração de Copyright

source: Delete this gloss
pt: Deletar essa glosa

source: This idgloss already exists
pt: Esse idgloss já existe

source: Next Sign &raquo;
pt: Próximo sinal &raquo;

source: Relations View
pt: Visão de Relações

source: Public View
pt: Visão pública

source: Delete Sign
pt: Deletar sinal

source: Edit next gloss
pt: Editar próxima glosa

source: Provide feedback about this sign
pt: Dar feedback para esse sinal

source: Upload New Video
pt: Fazer upload de novo vídeo

source: We have %(gloss_video_count)s videos for this sign.
pt: Nós temos %(gloss_video_count)s videos para esse sinal.

source: Upload New Citation Form Image
pt: Fazer upload de nova imagem de formulário de citação

source: Delete Media
pt: Deletar Mídia

source: Dialect
pt: Dialeto

source: Delete This Sign
pt: Deletar esse sinal

source: This action will delete this sign and all associated records. It cannot be undone.
pt: Essa ação irá deletar esse sinal e todos os registros associados. Não podeser desfeito.

source: Cancel
pt: Cancelar

source: Confirm Delete
pt: Confirmar Deleção

source: Morphology
pt: Morfologia

source: Sequential Morphology
pt: Morfologia sequêncial

source: Compound part
pt: parte composta

source: Component sign
pt: Sinal componente

source: Delete This Compound part
pt: Deletar essa parte composta

source: Are you sure you want to delete this? This cannot be undone.
pt: Tem certeza que deseja deletar isso? Não pode ser desfeito.

source: If this is a compound, use [Edit] to define its components
pt: Se isso é um composto, use [Editar] para definir seus componentes

source: Annotation ID gloss
pt: Anotação ID Glosa

source: Add Component
pt: Adicionar Componente

source: Simultaneous Morphology
pt: Morfologia Simultânea

source: There are no morphemes in the dataset of this gloss.
pt: Não existem morfemas no dataset dessa glosa

source: Morpheme gloss
pt: Morfema da glosa

source: Meaning in this sign
pt: Significado nesse sinal

source: Delete This Morpheme
pt: Deletar esse morfema

source: Add Morpheme
pt: Adicionar Morfema

source: Blend Morphology
pt: Misturar morfologia

source: Blend gloss
pt: Misturar Glosa

source: Role in this sign
pt: Papel nesse sinal

source: Delete This Blend
pt: Deletar essa Mistura

source: Add Blend
pt: Adicionar Mistura

source: Phonology
pt: Fonologia

source: Identical phonology but not marked as homonym
pt: Fonologia identica porém não é marcada como homônimo

source: Marked as homonym but different phonology
pt: Marcada como homônimo mas com fonologia diferente

source: Minimal Pairs
pt: Pares minimos

source: Field name
pt: Nome do campo

source: Source Sign Value
pt: Valor do sinal fonte

source: Contrasting Sign Value
pt: Valor do sinal contrastando

source: Semantics
pt: Semântica

source: Relations to Other Signs
pt: Relações para outros sinais

source: Relations to Foreign Signs
pt: Relações para sinais estrangeiros

source: Loan
pt: Empréstimo

source: Gloss in related language
pt: Glosa em linguagem relacionada

source: Related language
pt: Linguagem relacionada

source: Add Relation to Foreign Sign
pt: Relacionar com sinal estrangeiro

source: Frequency
pt: Frequência

source: Publication Status
pt: Estado da Publicação

source: Creation Date
pt: Data da criação

source: Creator
pt: Criador

source: In Web Dictionary
pt: No dicionário web

source: Proposed New Sign
pt: Novo sinal proposto

source: Notes
pt: Notas

source: Published
pt: Publicado

source: Index
pt: Indicador

source: Text
pt: Texto

source: Delete This Note
pt: Deletar essa nota

source: This action will delete this note. It cannot be undone.
pt: Essa ação vai deletar essa nota. Não pode ser desfeita.

source: confirmed
pt: confirmado

source: Enter new note
pt: Adicionar nova nota

source: Save new note
pt: Salvar nova nota

source: Other media
pt: Outras mídias

source: Image/Video
pt: Imagem/Video

source: File Type
pt: Tipo de arquivo

source: Alternative gloss
pt: Glosa Alternativa

source: Delete This Media
pt: Deletar essa mídia

source: Upload media
pt: Fazer upload de Mídia

source: Save
pt: Salvar

source: Jump to results page:
pt: Pular para página de resultado

source: delete this tag
pt: deletar essa tag

source: Add Tag
pt: Adicionar Tag

source: Handshapes List
pt: Lista de configurações de mão

source: Upload New Handshape Image
pt: Fazer upload de nova imagem de configuração de mão

source: Handshape
pt: Configuração de mão

source: True
pt: Verdade

source: False
pt: Falso

source: Upload your changed CSV here::
pt: Faça upload do seu CSV Alterado aqui::

source: Browse&hellip;
pt: Navegar&hellip;

source: Submit
pt: Submeter

source: The following changes were detected:
pt: As seguintes mudanças foram detectadas

source: Signbank ID
pt: ID do SignBank

source: Field
pt: Campo

source: Old
pt: Velho

source: New
pt: Novo

source: Make changes
pt: Fazer mudanças

source: Already existing Annotation ID Glosses:
pt: Anotações ID Glosa que já existem:

source: Glosses to Create:
pt: Glosas para criar

source: Create glosses
pt: Criar Glosas

source: No changes were found.
pt: Nenhuma alteração foi encontrada

source: Changes are live.
pt: Mudanças feitas.

source: Welcome to the Sign Search section of the %(language)s SignBank. Here you can search for a sign using a translation in the search box above, or browse words starting with any letter below.
pt: Bem vindo à seção de busca de sinais do %(language)s signbank. Aqui você pode buscar por um sinal usando a caixa de busca por tradução acima, ou navegar palavras começando com qualquer letra abaixo.

source: Delete this morpheme
pt: Deletar esse morfema

source: Previous Sign
pt: Sinal anterior

source: Delete Morpheme
pt: Deletar morfema

source: Edit next morpheme
pt: Editar próximo morfema

source: Provide feedback about this morpheme
pt: Dar feedback sobre esse morfema

source: We have %(morpheme_video_count)s videos for this morpheme.
pt: Nós temos %(morpheme_video_count)s videos para esse morfema.

source: Delete/Revert Video
pt: Deletar/Reverter Video

source: This will delete the most recent upload and restore the most recent earlier version.
pt: Isso irá deletar o upload mais recente e restaurar a versão anterior.

source: Abstract meaning
pt: Significado abstrato

source: Language
pt: Língua

source: This action will delete this morpheme and all associated records. It cannot be undone.
pt: Essa ação irá deletar esse morfema e todos os registros associados. Não pode ser desfeito.

source: Appears in
pt: Aparece em

source: This morpheme does not occur in any sign
pt: Esse morfema não ocorre em nenhum sinal

source: Proposed New Morpheme
pt: Novo Morfema Proposto

source: Add morpheme Tag
pt: Adicionar tag ao morfema

source: Detail View
pt: Visão detalhada

source: Source Sign
pt: Sinal fonte

source: Lemma Group
pt: Grupo Lemma

source: Glosses
pt: Glosas

source: Homonyms
pt: Homônimos

source: Synonyms
pt: Sinônimos

source: Antonyms
pt: Antônimos

source: Hyponyms
pt: Hipônimos

source: Hypernyms
pt: Hiperônimos

source: See Also
pt: Ver também

source: Variants
pt: Variantes

source: There is no exact match to the word you typed.
pt: Não existe correspondência exata para a palavra que você digitou

source: There really is no %(language)s sign in the database for which that word is a good translation
pt: Não existe nenhum sinal %(language)s no banco de dados para o qual essa palavra seja uma boa tradução

source: You have mis-typed the word or you have added unnecessary word endings. Follow these search tips:
pt: Você digitou errado ou adicionou um final desnecessário à palavra. Siga essas dicas de busca:

source: type only the first few letters of a word
pt: digite apenas algumas das primeiras letras de uma palavra

source: There is one word that fully or partially match your query. Please select the word below.
pt: Existe uma palavra que corresponde a sua busca parcialmente ou completamente. Por favor selecione a palavra abaixo.

source: Start
pt: Iniciar

source: Sign Language
pt: Lingua de sinais

source: Number of unassigned glosses
pt: Números de glosas sem atribuição

source: Possible datasets
pt: Datasets Possíveis

source: No sign language
pt: Nenhuma lingua de sinal

source: No datasets for this sign language
pt: Nenhum dataset para essa lingua de sinais

source: Assign glosses
pt: Atribuir Glosas

source: No unassigned glosses found.
pt: Nenhuma Glosa não atribuida encontrada,

source: The update to the gloss {{ gloss }} was successful
pt: A atualização da glosa {{ gloss }} foi bem sucedida

source: Return to <a href="%(referer)s">the gloss page.
pt: Retornar para <a href="%(referer)s"> a página da glosa.

source: Errors in the update form:
pt: Erros no formulário de atualização

source: Update Video for Gloss <em>{{gloss.idgloss}}</em>
pt: Atualizar video para glosa <em>{{gloss.idgloss}}</em>

source: Replacement of video cancelled.
pt: Substituição de vídeo cancelada

source: Close Window
pt: Fechar Janela

source: Replacement of video completed.
pt: Substituição de vídeo completa

source: Existing Video
pt: Vídeo existente

source: New Video
pt: Novo vídeo

source: Confirm update of this video:
pt: Confirmar atualização desse vídeo

source: Upload Video
pt: Fazer upload de vídeo

source: Click here to go back.
pt: Clique aqui para voltar.

source: Sign for %(translation)s
pt: Sinal para %(translation)s

source: Sign %(glossposn)s of %(glosscount)s <span class='hidden-xs'>in the dictionary
pt: Sinal %(glossposn)s de %(glosscount)s <span class='hidden-xs>'no dicionário

source: Next Sign
pt: Próximo Sinal

source: Matches for the word <em>%(translation|safe)s
pt: Correspondências para a palavra <em>%(translation|safe)s

source: Return to Matches
pt: Retornar para correspondências

source: Translation equivalents:
pt: Equivalentes de tradução

source: Sign Distribution
pt: Distribuição de sinal

source: Sign Definition
pt: Definição de sinal

source: You are not authorized to change the selected dataset.
pt: Você não tem autorização para mudar o dataset selecionado.

source: Please provide a dataset.
pt: Por favor insira um dataset

source: yes
pt: sim

source: Example: '/about/contact/'. Make sure to have leading and trailing slashes.
pt: Exemplo: '/sobre/contato/'. Lembre-se de sempre colocar a primeira e última barra.

source: Uploaded video will be converted to Flash
pt: Vídeo será convertido para flash

source: Advanced options
pt: Opções Avançadas

source: English title
pt: Título em inglês

source: Dutch title
pt: Título em holandês

source: Chinese title
pt: Título em chinês

source: English content
pt: Conteúdo Inglês

source: Dutch content
pt: Conteúdo Holandês

source: Chinese content
pt: Conteúdo Chinês

source: template name
pt: nome modelo

source: Example: 'pages/contact_page.html'. If this isn't provided, the system will use 'pages/default.html'.
pt: Exemplo: 'pages/contact_page.html'. Se não for fornecido o sistema vai usar 'pages/default.html'

source: publish
pt: publicar

source: If this is checked, the page will be included in the site menus.
pt: Se checado, a página será incluida no menu do site.

source: Leave blank for a top level menu entry. Top level entries that have sub-pages should be empty as they will not be linked in the menu.
pt: Deixar vazio para o menu 'mais acima'. Menus que tem sub-menus devem ser vazios já que não serão links

source: ordering index
pt: indice de ordenação

source: Used to order pages in the menu
pt: Usado para ordenar páginas no menu

source: This page will only be visible to members of these groups, leave blank to allow anyone to access.
pt: Essa página só sera visível para membros desses grupos, deixe vazio para permitir que qualquer um acesse.

source: page
pt: página

source: pages
pt: páginas

source: title
pt: título

source: American English
pt: Inglês Americano

source: English
pt: Inglês

source: Dutch
pt: Holandês

source: Chinese
pt: Chinês

source: Provide feedback on the site
pt: Fornecer feedback do site

source: Sign In
pt: Entrar

source: User name
pt: Usuário

source: Password
pt: Senha

source: Sign in
pt: Entrar

source: Register
pt: Registrar

source: Register for free to provide feedback on the Signbank.
pt: Registre-se de graça para fornecer feedback ao signbank

source: Lost Password
pt: Esqueceu a senha?

source: If you've lost or forgotten your password, enter your email address here and we'll reset it and send you a reminder.
pt: Se você esqueceu ou perdeu sua senha, digite seu email aqui e nós te enviaremos um novo

source: Request Password
pt: Solicitar Senha

source: Search gloss
pt: Buscar Glosa

source: Search translation
pt: Buscar Tradução

source: Sign search
pt: Busca de Sinal

source: Edit Page
pt: Editar Página

source: Password reset complete
pt: Nova senha criada

source: Your password has been set. You may go ahead and log in now.
pt: Sua senha foi alterada. Você pode agorar entrar no sistema.

source: Log in
pt: Entrar

source: Password reset
pt: Resetar Senha

source: Enter new password
pt: Digite uma nova senha

source: Please enter your new password twice so we can verify you typed it in correctly.
pt: Por favor digite sua nova senha duas vezes para que possamos verificar que você digitou-a corretamente.

source: New password:
pt: Nova senha:
